Repository: nwoetzel/edd-vc-integration
Catalog: languages/*.po
Languages: de_de

source: VC Integration Settings
de_de: VC Integration Einstellungen

source: Configure VC Integration
de_de: Konfiguriere die VC Integration

source: Output a list or grid of downloadable products.
de_de: Generiert ein Raster von herunterladbaren Produkten.

source: Taxonomy
de_de: Taxonomie

source: Category
de_de: Kategorie

source: Purchase Collection
de_de: Kauf Kollektion

source: Make a unique category-based collection of products to be sold as a package.
de_de: Generiere eine Kollektion von Produkten die als Paket verkauft werden.

source: Discounts
de_de: Rabatte

source: Display a list of all active discounts in an unordered list of discount code and amount.
de_de: Zeigt eine Liste von aktiven Rabatten in einer ungeordneten Liste von Rabattcode und Betrag.

source: History
de_de: Verlauf

source: The user’s download history with product names and all associated download links.
de_de: Des Nutzers Download Verlauf mit Produktnamen und allen assoziierten Download Links.

source: Purchase History
de_de: Einkauf Verlauf

source: The user’s purchase history with date, amount of each purchase, email and download links.
de_de: Des Nutzers Download Verlauf mit Datum, Betrag jedes Einkaufs, email und assoziierten Download Links.

source: Checkout
de_de: Kasse

source: Display the checkout form.
de_de: Zeigt das Kassen Formular.

source: Purchase Link
de_de: Kauf Link

source: Display a purchase button for any download.
de_de: Zeige ein Kauf button for einen beliebigen Download.

source: Cart
de_de: Einkaufswagen

source: Display the cart.
de_de: Zeige den Einkaufswagen.

source: Profile Editor
de_de: Profil Editor

source: Profile editor for logged-in customer.
de_de: Profil Editor für eingeloggte Nutzer.

source: Login Form.
de_de: Login Formular.

source: Register
de_de: Registrierung

source: Account Registration Form.
de_de: Konto Registrierungs Formular.

source: Price
de_de: Preis

source: Show price of a download.
de_de: Zeigt den Preis eines Downloads.

source: Receipt
de_de: Beleg

source: Detailed breakdown of the purchased items.
de_de: Detaillierte Aufschlüsselung aller gekauften Dinge.

source: Error message
de_de: Fehlermeldung

source: Change the default error message, if an error occurs.
de_de: Ändere die vorgegebene Fehlermedlung, when ein Fehler auftritt.

source: Discount
de_de: Rabatt

source: Display the discount codes used.
de_de: Zeige die genutzen Rabattcodes.

source: Yes
de_de: Ja

source: Products
de_de: Produkte

source: Display the products purchased.
de_de: Zeige die erworbenen Produkte.

source: Date
de_de: Datum

source: Display the date of the purchase.
de_de: Zeigt das Datum des Einkaufs.

source: Purchase Identifier
de_de: Kauf Bezeichnung

source: Display the unique identifier for the order.
de_de: Zeigt die eindeutige Bezeichnung des Einkaufs.

source: Payment method
de_de: Bezahlmethode

source: Display the method of payment for the order.
de_de: Zeigt die Bezahlmethode des Einkaufs.

source: Payment Number
de_de: Bezahlnummer

source: Display the payment number of the order.
de_de: Zeigt die Bezahlnummer des Einkaufs.

source: Redirect
de_de: Umleitung

source: Redirect user after successful login.
de_de: Leite den Nutzer nach erfolgreichem login um.

source: Categories
de_de: Kategorien

source: Show downloads of particular download categories.
de_de: Zeige Downloads von bestimmten Downloadkategorien an.

source: Tags
de_de: Schlagwörter

source: Show downloads of particular download tags.
de_de: Zeige Downloads von bestimmten Downloadtags an.

source: Exclude Categories
de_de: Kategorien ausschließen

source: Exclude downloads of particular download categories.
de_de: Schließe Downloads bestimmer Downloadkategorien aus.

source: Exclude Tags
de_de: Tags ausschließen

source: Exclude downloads of particular download tags.
de_de: Schließe Downloads bestimmer Downloadtags aus.

source: Category and Tag relation
de_de: Kategorie und Tag Relation

source: Specify whether the downloads displayed have to be in ALL the categories/tags provided ("AND"), or just in at least one ("OR").
de_de: Spezifiziere ob die angezeigten Downloads in ALLEN Kategorien/Tags sein müssen ("UND"), oder in mindestens einer ("ODER").

source: OR
de_de: ODER

source: AND
de_de: UND

source: Number of downloads
de_de: Anzahl der Downloads

source: Specify the maximum number of downloads you want to output.
de_de: Spezifiziere die maximale Anzahl and Downloads die angezeigt werden soll.

source: Show price
de_de: Zeige Preis

source: Display the price of the downloads.
de_de: Zeige den Preis der Downloads.

source: Full content
de_de: Kompletter Inhalt

source: Display the full content of the download or just the excerpt.
de_de: Zeige den kompletten Inhalt des Downloads, oder nur den Auszug.

source: Excerpt
de_de: Auszug

source: Display just the excerpt.
de_de: Zeige nur den Auszug.

source: Buy button
de_de: Kaufbutton

source: Display the buy button for each download.
de_de: Zeige den Kaufbutton für jeden Download.

source: No
de_de: Nein

source: Columns
de_de: Spalten

source: Display the downloads in that many columns.
de_de: Zeige die Downloads in der Menge an Spalten.

source: Show Thumbnails
de_de: Zeige Thumbnails

source: Display thumbnails of the downloads.
de_de: Zeige Thumbnails der Downloads.

source: Order by download attribute
de_de: Sortiere nach Downloadattributen

source: Order the downloads by the selected attribute.
de_de: Sortiere die Downloads nach dem gewählten Attribute.

source: Order direction
de_de: Sortier Richtung

source: Order the downloads by the selected attribute in that direction.
de_de: Sortiere die Downloads nach dem gewählten Attribute in der Reihenfolge.

source: ascending
de_de: aufsteigend

source: descending
de_de: absteigend

source: Specific Downloads
de_de: Spezifische Downloads

source: You can specify multiple downloads.
de_de: Mehrere Downloads können spezifiziert werden.

source: Select a download.
de_de: Wähle ein Download aus.

source: Download by SKU
de_de: Download nach SKU

source: SKU of the download - use this instead of selecting a download.
de_de: SKU des Downloads - kann genutzt werden anstelle der Wahl des Downloads.

source: Text on Button
de_de: Text auf Button.

source: Specify the text that is diplayed on the button.
de_de: Definiere den Text, der auf dem Downloadbutton angezeigt wird.

source: Style
de_de: Stiel

source: Select the style of the purchase link.
de_de: Wähle den Stiel des Kaufbuttons.

source: Color
de_de: Farbe

source: Select the color of the button.
de_de: Wähle die Farbe des Buttons.

source: Inherit
de_de: Übernehmen

source: Gray
de_de: Grau

source: Blue
de_de: Blau

source: Green
de_de: Grün

source: Dark gray
de_de: Dunkel grau

source: Yellow
de_de: Gelb

source: Class
de_de: Klasse

source: Add an html classes to the link.
de_de: Füge eine HTML Klasse dem Link hinzu.

source: Variable Price Id
de_de: Varibaler Preis Id

source: The variable price id to use - first one is default.
de_de: Die Variabler Preis Id die zu nutzen ist - die erste ist voreingestellt.

source: Direct checkout
de_de: Direkt zur Kasse

source: Send the user directly to the checkout.
de_de: Sende den Nutzer direkt zur Kasse.

source: This plugin
de_de: Dieses plugin

source: activate it
de_de: aktiviere es

source: install it
de_de: installiere es

source: requires Easy Digital Downloads! Please %s to continue!
de_de: benötigt Easy Digital Downloads! Bitte %s um fortzufahren!
